# -*- encoding : utf-8 -*-
module GnercConstants
  OVERDUE_MAX_ITEMS = 4

  OVERDUE_ADM_AUTHORITY = { 1 =>  'აჭარის ავტონომიური რესპუბლიკის მთავრობა', 
                            2 =>  'ახალქალაქის მუნიციპალიტეტის მერია', 
                            3 =>  'ახალციხის მუნიციპალიტეტის მერია', 
                            4 =>  'ბაღდათის მუნიციპალიტეტის მერია',
                            5 =>  'ბორჯომის მუნიციპალიტეტის მერია',
                            6 =>  'გარდაბნის მუნიციპალიტეტის მერია',
                            7 =>  'გორის მუნიციპალიტეტის მერია',
                            8 =>  'გურჯაანის მუნიციპალიტეტის მერია',
                            9 =>  'დუშეთის მუნიციპალიტეტის მერია',
                            10 => 'თეთრიწყაროს მუნიციპალიტეტის მერია',
                            11 => 'თელავის მუნიციპალიტეტის მერია',
                            12 => 'ლაგოდეხის მუნიციპალიტეტის მერია',
                            13 => 'მარნეულის მუნიციპალიტეტის მერია',
                            14 => 'მცხეთის მუნიციპალიტეტის მერია',
                            15 => 'საგარეჯოს მუნიციპალიტეტის მერია',
                            16 => 'ქარელის მუნიციპალიტეტის მერია',
                            17 => 'ქობულეთის მუნიციპალიტეტის მერია',
                            18 => 'ყაზბეგის მუნიციპალიტეტის მერია',
                            19 => 'ყვარლის მუნიციპალიტეტის მერია',
                            20 => 'ჩხოროწყუს მუნიციპალიტეტის მერია',
                            21 => 'წალენჯიხის მუნიციპალიტეტის მერია',
                            22 => 'ჭიათურის მუნიციპალიტეტის მერია',
                            23 => 'ხაშურის მუნიციპალიტეტის მერია',
                            24 => 'სსიპ ეროვნული სატყეო სააგენტო',
                            25 => 'სსიპ სახელმწიფო ქონების ეროვნული სააგენტო',
                            26 => 'სსიპ ტექნიკური და სამშენებლო ზედამხედველობის სააგენტო',
                            27 => 'ქ.ბათუმის მერია',
                            28 => 'ქ.თბილისის მერია',
                            29 => 'ქ.რუსთავის მერია',
                            30 => 'ქ. ფოთის მერია',
                            31 => 'ქ. ქუთაისის მერია',
                            32 => 'საქართველოს ეკონომიკისა და მდგრადი განვითარების სამინისტრო',
                            33 => 'საქართველოს საავტომობილო გზების დეპარტამენტი',
                            34 => 'საჩხერის მუნიციპალიტეტის მერია',
                            35 => 'სიღნაღის მუნიციპალიტეტის მერია',
                            36 => 'სხვა ადმინისტრაციული ორგანო'
                          }

end
